{
  "db": [
    {
      "meta": {
        "exported_on": 1768827229371,
        "version": "6.0.0"
      },
      "data": {
        "posts": [
          {
            "id": "9wdra7htld",
            "title": "L'IA et les licenciements — entre mythe et réalité économique",
            "slug": "lia-et-les-licenciements-entre-mythe-et-realite-economique",
            "html": "\n\n\n\n\n\n\n<p>L'intelligence artificielle serait en train de bouleverser le marché du travail, remplaçant massivement les travailleurs par des algorithmes génératifs. Pourtant, un <a href=\"https://www.oxfordeconomics.com/resource/evidence-of-an-ai-driven-shakeup-of-job-markets-is-patchy/\">nouveau rapport</a> d'Oxford Economics invite à la prudence face à ce message trop souvent accepté comme une évidence. Selon les économistes Ben May et Yasmine Badawy, les preuves d'une transformation structurelle du marché du travail par l'IA restent pour l'instant fragiles. </p>\n\n<h2>Relativiser l'ampleur du phénomène</h2>\n\n<p>Selon les données de Challenger, Gray & Christmas, cabinet spécialisé dans le suivi des licenciements, l'IA a été citée comme la raison de près de 55 000 suppressions de postes aux États-Unis sur les onze premiers mois de 2025. Ce chiffre représente plus de 75% de tous les licenciements liés à l'IA rapportés depuis 2023, ce qui semble confirmer une accélération du phénomène.</p>\n\n<p>Mais le rapport d'Oxford Economics note que ces 55 000 licenciements ne représentent que 4,5% du total des suppressions d'emplois rapportées sur la même période. Pour comparaison, les pertes d'emplois attribuées à des facteurs conjoncturels ont été quatre fois plus importantes. Les licenciements attribués à l'IA sont ainsi encore relativement marginaux.</p>\n\n<h3>Le paradoxe de la productivité</h3>\n\n<p>Si l'IA remplaçait réellement les travailleurs à grande échelle, on devrait déjà remarquer une accélération de la croissance de la productivité, de moins en moins d'employés produisant le même volume de biens ou de services.</p>\n\n<p>Ce n'est pas le cas. La croissance de la productivité aux États-Unis et dans les autres économies avancées reste faible et volatile depuis le lancement de ChatGPT en novembre 2022. Après une période de croissance robuste post-pandémique, attribuable à une meilleure utilisation de la main-d'œuvre accumulée pendant le COVID, la productivité a même <em>ralenti</em> ces derniers temps.</p>\n\n<p><img src=\"https://liberalisme-democratique.uk/assets/oxford-economics-1.png\" alt=\"Productivity growth has remained weak and volatile since the release of generative AI\" class=\"rounded-xl shadow-lg my-8 mx-auto\" /></p>\n\n<p>Ces tendances suggèrent des dynamiques cycliques classiques plutôt qu'une révolution technologique en cours. L'absence actuelle de signal clair dans les statistiques de productivité indique que l'utilisation de l'IA en production reste largement expérimentale et n'a pas encore conduit à des remplacements massifs de travailleurs.</p>\n\n<h3>Une stratégie de communication</h3>\n\n<p>En vérité, même les pertes d'emplois attribuées à l'IA sont probablement surestimées — certaines entreprises pourraient utiliser l'IA comme couverture narrative pour des licenciements motivés par des raisons plus traditionnelles. Attribuer des réductions d'effectifs à l'adoption de nouvelles technologies transmet un message bien plus positif aux investisseurs qu'admettre une demande faible, un surembauchage passé ou des erreurs stratégiques. </p>\n\n<p><a href=\"https://fortune.com/2026/01/07/ai-layoffs-convenient-corporate-fiction-true-false-oxford-economics-productivity/\">Peter Cappelli</a>, professeur de management à Wharton, rappelle aussi que les marchés boursiers réagissent généralement favorablement aux annonces de licenciements, ce qui a historiquement conduit certaines entreprises à annoncer des réductions qui ne se matérialisent jamais réellement.</p>\n\n<h2>Le cas des jeunes diplômés</h2>\n\n<p>L'augmentation du chômage des jeunes diplômés universitaires constitue l'un des arguments les plus fréquemment avancés pour soutenir la thèse d'un impact déjà significatif de l'IA. Aux États-Unis, le taux de chômage des diplômés récents est passé de 3,9% en novembre 2022 à un pic de 5,5% en mars 2025. Les secteurs des services professionnels et techniques, considérés comme particulièrement vulnérables à l'automatisation par l'IA, ont effectivement enregistré les hausses les plus marquées.</p>\n\n<p>Mais ce n'est pas vraiment convaincant. Historiquement, le chômage des diplômés augmente toujours davantage que le chômage global lors de ralentissements économiques et la hausse récente s'inscrit parfaitement dans ce schéma cyclique classique. De plus, la baisse observée depuis mars 2025 contredit l'idée d'une influence croissante et continue de l'IA sur le marché du travail.</p>\n\n<p><img src=\"https://liberalisme-democratique.uk/assets/oxford-economics-2.png\" alt=\"The rise in graduate unemployment looks consistent with previous cyclical softening\" class=\"rounded-xl shadow-lg my-8 mx-auto\" /></p>\n\n<p>L'analyse internationale renforce cette interprétation. Les économies ayant connu les plus fortes hausses de chômage diplômé sont également celles où le marché du travail global s'est le plus détérioré. À l'inverse, des pays comme le Japon et la Corée du Sud, où les conditions du marché du travail sont restées stables, n'ont pas enregistré de baisse du taux d'emploi de leurs diplômés.</p>\n\n<p><img src=\"https://liberalisme-democratique.uk/assets/oxford-economics-3.png\" alt=\"Higher graduate unemployment rates have been associated with softer labour markets\" class=\"rounded-xl shadow-lg my-8 mx-auto\" /></p>\n\n<p>Une explication complémentaire réside dans la démographie de l'enseignement supérieur. Aux États-Unis, la part des 22-27 ans détenant un diplôme universitaire est passée de 32% à 35% depuis 2019. Dans la zone euro, la progression est encore plus marquée : de 39% à 45% pour les 25-29 ans entre 2019 et 2024.</p>\n\n<p>Cette augmentation de l'offre de diplômés, combinée à un ralentissement des embauches, suffit à expliquer une hausse du chômage sans nécessiter de choc structurel lié à l'IA.</p>\n\n<h2>Une adoption qui marque le pas ?</h2>\n\n<p>Paradoxalement, alors que les discours sur l'IA s'intensifient, certaines données suggèrent un ralentissement de son adoption dans les grandes entreprises américaines, celles-là même où les remplacements de personnel par l'IA seraient les plus probables — une stagnation qui signale peut-être une prise de conscience progressive des limites de la technologie.</p>\n\n<p><img src=\"https://liberalisme-democratique.uk/assets/oxford-economics-4.png\" alt=\"Adoption rates have begun to rise more slowly or have even fallen back\" class=\"rounded-xl shadow-lg my-8 mx-auto\" /></p>\n\n<p>D'autre part, si l'IA peut effectivement accélérer certaines tâches individuelles, les gains totaux peuvent s'avérer décevants. L'IA doit non seulement résoudre les goulets d'étranglement existants dans les processus de production, mais aussi éviter d'en créer de nouveaux. Une réorganisation substantielle des processus de production est souvent nécessaire pour tirer pleinement parti de l'IA, un processus qui prend du temps et est sans doute coûteux. </p>\n\n<p>Le rapport ne nie pas que l'IA puisse à terme transformer le marché du travail. Tout est possible <em>à terme</em>. Toutefois, <em>pour l'instant</em>, les évolutions récentes de l'emploi s'expliquent principalement par des facteurs cycliques classiques.</p>\n\n<p>Les prochains mois et années seront déterminants. Si la productivité commence à croître de façon soutenue et si les licenciements liés à l'IA représentent une part croissante des suppressions d'emplois, alors la thèse d'une transformation structurelle gagnera en crédibilité. En attendant, la prudence et le scepticisme semblent de mise face aux récits catastrophistes qui ne semblent guère plus que des stratégies de communication utilisant l'IA comme alibi commode pour des décisions plus prosaïques.</p>\n",
            "type": "post",
            "status": "published",
            "visibility": "public",
            "created_at": "2026-01-13 00:00:00",
            "updated_at": "2026-01-19 12:53:49",
            "published_at": "2026-01-13 00:00:00",
            "custom_excerpt": "Un rapport d'Oxford Economics invite à la prudence face aux discours catastrophistes sur l'IA et l'emploi. Analyse des données économiques qui révèlent que les licenciements attribués à l'IA restent marginaux et que la productivité n'a pas accéléré.",
            "feature_image": "https://liberalisme-democratique.uk/assets/assisted-worker.png"
          },
          {
            "id": "v005jf7dpio",
            "title": "L'art de la souveraineté",
            "slug": "lart-de-la-souverainete",
            "html": "\n\n\n\n\n<p>Vladimir Poutine a profité de la cérémonie de remise des lettres de créance de 32 nouveaux ambassadeurs au Kremlin le 15 janvier pour tenir son premier grand discours de politique étrangère.</p>\n\n<p>Il intervient dans un contexte international chargé, marqué par la première année de la présidence Trump et les incertitudes qu'elle suscite quant à l'avenir de l'ordre international. Sans jamais nommer les États-Unis, le chef d'État russe a réitéré la vision fondamentale de son pays sur les relations internationales, une vision basée sur la souveraineté et le rôle central du droit international. Son discours révèle également un durcissement de la position russe concernant les préconditions à toute négociation sur l'Ukraine.</p>\n\n<h2>La souveraineté comme pilier de l'ordre international</h2>\n\n<p>La souveraineté est le principe de base de l'ordre international, le droit pour chaque État de déterminer librement les voies de son développement culturel, politique et économique.</p>\n\n<p>Le monde multipolaire ainsi défendu par Moscou est un système international d'États souverains et égaux, réglant leurs différents par une coopération reconnaissant les intérêts nationaux de chacun, avec l'ONU et sa charte comme pierre angulaire.</p>\n\n<p>Les pratiques contemporaines marquées par les tentations unilatéralistes sont sévèrement critiquées.</p>\n\n<blockquote>Et la diplomatie, la recherche de consensus et de solutions de compromis sont de plus en plus souvent remplacées par des actions unilatérales, par ailleurs très dangereuses. Au lieu d'un dialogue entre États résonne le monologue de ceux qui, par le droit du plus fort, estiment qu'il est acceptable d'imposer leur volonté, de faire la leçon et de donner des ordres.</blockquote>\n\n<h3>Un monde multipolaire</h3>\n\n<p>Au-delà des principes, le discours dresse un panorama détaillé de relations bilatérales fructueuses.</p>\n\n<p>Le Brésil, cofondateur des BRICS, est pris comme le cas exemplaire d'un État inscrivant son action dans un cadre multipolaire. Poutine mentionne sa conversation avec le président Lula, soulignant que leurs « visions des processus mondiaux et régionaux coïncident ou sont très proches. » L'Afrique reçoit une attention particulière, avec l'annonce d'un troisième sommet Russie-Afrique et le rappel de la contribution substantielle russe à la libération du « joug colonial ». Le Moyen-Orient est également mis en avant : projets d'envergure avec l'Égypte (centrale nucléaire d'El-Dabaa) et l'Arabie saoudite (dont le centenaire des relations diplomatiques sera célébré dans un mois). Pakistan, Algérie, Afghanistan, Liban, etc. Tous ces partenariats renforcent la crédibilité du multipolarisme russe.</p>\n\n<p>Le président russe a un message particulier pour Cuba et, au-delà, pour l'ensemble de l'Amérique latine.</p>\n\n<blockquote>Nous avons toujours apporté et apportons aide et soutien à nos amis cubains. Nous sommes solidaires de leur détermination à défendre de toutes leurs forces leur souveraineté et leur indépendance. L'alliance russo-cubaine a été éprouvée par le temps et est fondée sur les sympathies mutuelles sincères des peuples des deux pays <em>[...]</em> Je soulignerai qu'avec de nombreux pays d'Amérique latine, la Russie a depuis longtemps établi des relations étroites et constructives, une interaction. Nous avons toujours traité les États de cette région avec un grand respect, comme des partenaires égaux et indépendants. </blockquote>\n\n<p>Le message politique est clair au regard des pressions subies actuellement par la région.</p>\n\n<p><img src=\"https://liberalisme-democratique.uk/assets/uruguay-ambassadeur.jpg\" alt=\"DС Чрезвычайным и Полномочным Послом Уругвая в России Марией Дель Росарио Портель Касановой на церемонии вручения верительных грамот. Фото: Сергей Бобылёв, ТАС\" class=\"rounded-xl shadow-lg my-8 mx-auto\" /></p>\n\n<h2>La sécurité en Europe et le règlement de la question ukrainienne</h2>\n\n<p>Le conflit ukrainien est présenté comme l'illustration tragique de l'échec à respecter les principes d'un monde multipolaire, notamment du refus de prendre en compte les intérêts nationaux légitimes de l'État russe quant à sa sécurité.</p>\n\n<blockquote>Le mépris de ce principe fondamental et vital n'a jamais mené et ne mènera jamais à rien de bon. La crise autour de l'Ukraine l'a clairement démontré, elle qui est devenue la conséquence directe de l'ignorance pendant des années des intérêts légitimes de la Russie et d'une politique délibérée visant à créer des menaces pour notre sécurité, à faire avancer le bloc de l'OTAN vers les frontières russes – contrairement aux promesses publiques qui nous ont été faites. Je tiens à le souligner : contrairement aux promesses publiques qui nous ont été faites.</blockquote>\n\n<p>Poutine rappelle que la Russie a « à plusieurs reprises » proposé des initiatives pour construire une nouvelle architecture pour la sécurité en Europe et que c'est seulement sur la base de ces propositions qu'un règlement pacifique du conflit en Ukraine est possible. </p>\n\n<blockquote>Nous estimons qu'il serait nécessaire de revenir à leur discussion approfondie, afin de fixer les conditions sur lesquelles un règlement pacifique du conflit en Ukraine pourrait être atteint – et le plus tôt sera le mieux.</blockquote>\n\n<p>En langage clair, Poutine conditionne la possibilité d'un règlement pacifique en Ukraine à un retrait de l'OTAN de tous les pays d'Europe centrale et orientale ayant rejoint l'Alliance après 1997. Cela bien sûr ne se produira jamais. Poutine rejette en fait ici tout règlement pacifique du conflit.</p>\n\n<p>Quoi qu'il en soit, la Russie se présente ici comme garante d'un ordre international classique face aux dangers de l'hégémonisme et de l'unilatéralisme. Le conflit en Ukraine, qui se décidera par les armes, n'est que la conséquence tragique d'une arrogance et d'un désir de puissance qui continueront de faire des ravages sans une refonte complète de la sécurité en Europe.</p>\n\n<figure class=\"kg-card kg-embed-card\"><iframe width=\"480\" height=\"270\" src=\"https://www.youtube.com/embed/GgDcVkgomb4\" title=\"Церемония вручения верительных грамот\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></figure>\n",
            "type": "post",
            "status": "published",
            "visibility": "public",
            "created_at": "2026-01-17 00:00:00",
            "updated_at": "2026-01-19 12:53:49",
            "published_at": "2026-01-17 00:00:00",
            "custom_excerpt": "Vladimir Poutine expose sa vision d'un monde multipolaire fondé sur la souveraineté des États, lors de la cérémonie de remise des lettres de créance au Kremlin.",
            "feature_image": "https://liberalisme-democratique.uk/assets/remise-lettres.jpg"
          },
          {
            "id": "gwfbgrnpqm6",
            "title": "La bulle IA n'est pas un remake de 2000 — elle est pire",
            "slug": "la-bulle-ia-nest-pas-un-remake-de-2000-elle-est-pire",
            "html": "\n\n\n\n<p>Face aux excès des valorisations des sociétés de l'IA, aux doutes quant à leur modèle économique et à l'utilité réelle de leurs produits, certains commentateurs se réfugient dans une comparaison historique rassurante. La bulle Internet de la fin des années 90 a aussi été une période d'excès suivie d'une sévère correction mais dont l'exubérance a en fin de compte servi de fondation à l'Internet que nous connaissons aujourd'hui — rapide, fiable et versatile.</p>\n\n<p>Cette analogie masque des <a href=\"https://www.wheresyoured.at/dot-com-bubble/#the-dot-com-bubble-was-complex-the-ai-bubble-is-much-much-simpler\">différences</a> structurelles majeures — des différences qui rendent la bulle IA potentiellement bien plus destructrice que celle qui a fait s'effondrer le NASDAQ de <a href=\"https://www.nasdaq.com/articles/nasdaq-just-reached-terrifying-valuation-level-and-history-very-clear-about-what-happens?ref=wheresyoured.at\">78% en 2000-2002</a>.</p>\n\n<h2>D'une bulle à l'autre</h2>\n\n<p>Pour être honnête, il y a bel et bien des similarités entre les deux périodes.</p>\n\n<p>Le moteur principal est le même — des volumes massifs de capitaux investis sur des promesses futures plutôt que sur des fondamentaux économiques solides. Le total des investissements en capital-risque durant les années phare de la bulle Internet (1997-2000, ajusté à l'inflation) s'élevait à 344,49 milliards de dollars. En 2025 seulement, le capital-risque a levé 338,3 milliards de dollars dont 40 à 50 % (environ 168 milliards de dollars) sont allés à l'IA. Les montants sont comparables même si la bulle de l'IA se gonfle à une échelle financière plus large et plus rapide.</p>\n\n<p>C'est l'économie du <em>greater fool</em> — l'objectif n'est pas la rentabilité mais la valorisation, convaincre les investisseurs, organiser une entrée en bourse ou se faire racheter.</p>\n\n<h3>Attiser le délire</h3>\n\n<p>Les mythes fondateurs justifiant l'emballement sont eux aussi remarquablement similaires. Dans les années 90, c'était « Le trafic Internet double tous les 90 jours », une affirmation grossièrement exagérée. Aujourd'hui, c'est « La demande en puissance de calcul est insatiable », aussi sans fondement mais justifiant la construction de centres de données et la destruction de notre environnement. </p>\n\n<p>Médias, analystes, vendeurs, investisseurs forment une boucle de renforcement mutuel qui fonctionne comme une chambre d'écho, un environnement complaisant où la critique est perçue comme ridicule, de mauvaise foi et hostile.</p>\n\n<p>Mais c'est à peu près ici que s'arrêtent les ressemblances.</p>\n\n<h2>Après le carnage, la question des infrastructures</h2>\n\n<p>L'argument est rassurant — même si la bulle éclate, les infrastructures construites aujourd'hui se révéleraient utiles pour la suite. Après tout, la surcapacité en fibre optique héritée de la bulle Internet a fini par être utilisée. Pourquoi est-ce qu'il en irait autrement avec les centres de données et les GPU ?</p>\n\n<p>Entre 1997 et 2001, plus de <a href=\"https://www.zdnet.com/home-and-office/networking/the-path-to-the-u-s-fiber-cable-glut/\">62 millions de kilomètres</a> de fibre optique ont été posés à travers le monde, pour un coût d'environ 163 milliards en dollars. Une surproduction massive. Mais cette infrastructure avait des caractéristiques particulières — elle était durable, amortissable sur 15 à 25 ans, complètement versatile, passive sur le plan énergétique et largement décentralisée.</p>\n\n<p>En d'autres termes, même sous-utilisée, la fibre ne coûtait presque rien à maintenir et gardait sa valeur, prête à accommoder une demande réelle qui a fini par se manifester.</p>\n\n<p>Les GPU et les centres de données n’ont rien de comparable. Leur coût initial est extrêmement élevé et leurs coûts opérationnels le sont tout autant — en énergie, refroidissement, maintenance, personnel. Leur durée de vie économique est courte, souvent de trois à cinq ans, en raison d’une obsolescence rapide (NVIDIA lance une nouvelle génération de processeurs environ tous les ans). Et leur utilité est très spécialisée — ces infrastructures sont optimisées presque exclusivement pour l’entraînement et l’inférence de grands modèles de langage.</p>\n\n<p>L'infrastructure de 2000 était prématurée mais utile. Celle construite aujourd'hui risque d'être simplement inutile — des entrepôts remplis de matériel coûteux à maintenir, impossible à recycler pour d'autres usages et technologiquement dépassé avant même d'avoir généré un retour sur investissement.</p>\n\n<p><Image</p>\n<p>  src={sweetBubble}</p>\n<p>  alt=\"Une bulle dangereuse\"</p>\n<p>  class=\"rounded-xl shadow-lg my-8 mx-auto\"</p>\n<p>></p>\n\n<h2>Des fondamentaux économiques très différents</h2>\n\n<p>Le manque de rentabilité des entreprises de la bulle Internet est qualitativement différent des pertes que connaît actuellement tout le secteur IA en aval de NVIDIA.</p>\n\n<p>Pour la bulle des années 90, les pertes provenaient principalement d’une mauvaise exécution de modèles économiques viables en théorie. Pets.com ou WebVan vendaient des produits réels à des clients réels. Leur problème était une croissance trop rapide, des dépenses marketing délirantes et une logistique immature. Le fait que des entreprises comme Chewy ou Instacart aient réussi plus tard montre que le modèle n’était pas absurde, juste prématuré.</p>\n\n<p>Le problème de l'IA générative est d'une toute autre nature — les coûts augmentent linéairement avec l'usage. Plus il y a d'utilisateurs, plus les coûts augmentent. Les pertes s'accumulent au rythme de la croissance.</p>\n\n<p>On invoque souvent la baisse du coût par token. Mais c’est une confusion délibérement entretenue. D'une part, on confond le prix payé par les consommateurs avec le coût de génération de tokens. D'autre part, et surtout, ce qui compte n’est pas le coût unitaire, mais le coût total. Or les modèles deviennent plus complexes, consomment plus de tokens et sont utilisés pour des tâches de plus en plus lourdes. Le coût par token baisse, mais le nombre de tokens explose.</p>\n\n<p>Les entreprises de l'ère dotcom pouvaient, au moins en théorie, réduire leurs dépenses et atteindre la rentabilité. Pour une grande partie de l’écosystème IA, la rentabilité est aujourd'hui hors d’atteinte sans rupture technologique majeure.</p>\n\n<h2>La distribution du risque</h2>\n\n<p>L'écosystème de la bulle Internet était vaste et relativement diversifié — des dizaines d’équipementiers télécoms, des centaines d’opérateurs, une multitude de startups web. Le poids de chaque acteur dans la capitalisation boursière totale était très limité. La contagion, lors de l’éclatement, a été large mais diluée.</p>\n\n<p>La situation est bien, bien plus simple pour la bulle IA. NVIDIA représente à elle seule environ 7% du S&P 500. Près de 88% de ses revenus proviennent de la vente de GPU pour équiper des centres de données consacrés pour l'essentiel à l'intelligence artificielle. Ses principaux clients, les seuls capables d'assumer les coûts requis, sont les autres membres des <em>Magnificent 7</em> (Microsoft, Google, Amazon, Meta) ou d'autres grosses sociétés en capacité de lever de la dette en quantité considérable. </p>\n\n<p>C'est un système hyper-concentré et fragile. NVIDIA dépend des hyperscalers et des néo-clouds, qui dépendent d'un ou deux fournisseurs de modèle, qui dépendent eux-mêmes de start-up spécialisées servant une demande finale largement théorique.</p>\n\n<p>C'est une <a href=\"https://liberalisme-democratique.uk/blog/leconomie-de-lia-est-une-chaine-financiere-fragile/\">chaîne de dépendance</a> maintenue par la dette et le capital risque où chaque maillon est un point de rupture potentiel. La chute d'un acteur comme CoreWeave suffirait à inonder le marché de GPU et provoquer une dévaluation massive. Un choc chez OpenAI affecterait immédiatement toute la chaîne (notamment via le marché de la dette) et une correction sévère chez NVIDIA aurait un impact systémique sur les indices boursiers et, au-delà, sur l'économie dans son ensemble.</p>\n\n<h2>En attendant les clients</h2>\n\n<p>À la fin des années 90, la demande de services Internet était limitée par de véritables freins structurels. À peine la moitié des Américains étaient connectés. Les connexions étaient lentes, instables et coûteuses. </p>\n\n<p>Ce n'est pas le cas aujourd'hui. L’accès aux modèles de langage est quasi universel. ChatGPT, Gemini ou Claude sont disponibles gratuitement. La bande passante n’est plus un problème. </p>\n\n<p>Et pourtant, la majorité des utilisateurs ne paient pas ou très peu. Le frein n’est pas la distribution mais la proposition de valeur. Les outils sont parfois utiles mais rarement indispensables à un point justifiant des dépenses massives et récurrentes.</p>\n\n<p>La bulle Internet anticipait correctement un besoin qui ne pouvait pas se concrétiser par manque d'infrastructure. La bulle IA construit une infrastructure massive pour un besoin qui reste à prouver — alors même que rien n'empêche cette demande de s'exprimer dès maintenant.</p>\n\n<p>Comparer la bulle IA avec la bulle Internet est rassurant et dangereux. On en sous-estime le risque systémique plus important, plus concentré et plus difficile à absorber. On légitime la complaisance et l'irresponsabilité.</p>\n",
            "type": "post",
            "status": "published",
            "visibility": "public",
            "created_at": "2026-01-19 00:00:00",
            "updated_at": "2026-01-19 12:53:49",
            "published_at": "2026-01-19 00:00:00",
            "custom_excerpt": "Comparaison entre la bulle Internet des années 90 et la bulle de l'IA actuelle. Cette dernière présente des risques systémiques plus importants en raison de sa concentration, de ses coûts opérationnels élevés et de l'absence de modèles économiques viables.",
            "feature_image": "https://liberalisme-democratique.uk/assets/cracked-bubble.png"
          }
        ],
        "posts_meta": [
          {
            "id": "i9af1fknalc",
            "post_id": "9wdra7htld",
            "feature_image_alt": "Assisted worker"
          },
          {
            "id": "bhvf4x18jml",
            "post_id": "v005jf7dpio",
            "feature_image_alt": "Cérémonie de remise de lettres de créances"
          },
          {
            "id": "d8e7qoa6kpn",
            "post_id": "gwfbgrnpqm6",
            "feature_image_alt": "Pure gaspillage"
          }
        ],
        "tags": [
          {
            "id": "qjb1w8ke40f",
            "name": "IA",
            "slug": "ia"
          },
          {
            "id": "cds9w9rfsc",
            "name": "Économie",
            "slug": "conomie"
          },
          {
            "id": "kf8sy7e6qzj",
            "name": "Politique",
            "slug": "politique"
          },
          {
            "id": "5ta4w8dm4i",
            "name": "Russie",
            "slug": "russie"
          },
          {
            "id": "r9xutpiqh",
            "name": "Géopolitique",
            "slug": "gopolitique"
          },
          {
            "id": "eg5ldjpkdi8",
            "name": "Finance",
            "slug": "finance"
          }
        ],
        "posts_tags": [
          {
            "post_id": "9wdra7htld",
            "tag_id": "qjb1w8ke40f"
          },
          {
            "post_id": "9wdra7htld",
            "tag_id": "cds9w9rfsc"
          },
          {
            "post_id": "v005jf7dpio",
            "tag_id": "kf8sy7e6qzj"
          },
          {
            "post_id": "v005jf7dpio",
            "tag_id": "5ta4w8dm4i"
          },
          {
            "post_id": "v005jf7dpio",
            "tag_id": "r9xutpiqh"
          },
          {
            "post_id": "gwfbgrnpqm6",
            "tag_id": "cds9w9rfsc"
          },
          {
            "post_id": "gwfbgrnpqm6",
            "tag_id": "eg5ldjpkdi8"
          },
          {
            "post_id": "gwfbgrnpqm6",
            "tag_id": "qjb1w8ke40f"
          }
        ],
        "users": [
          {
            "id": "jdqurt5zmua",
            "name": "Benoît Huron",
            "slug": "benoit-huron",
            "email": "author@example.com",
            "roles": [
              "Administrator"
            ]
          }
        ],
        "posts_authors": [
          {
            "post_id": "9wdra7htld",
            "author_id": "jdqurt5zmua"
          },
          {
            "post_id": "v005jf7dpio",
            "author_id": "jdqurt5zmua"
          },
          {
            "post_id": "gwfbgrnpqm6",
            "author_id": "jdqurt5zmua"
          }
        ]
      }
    }
  ]
}