{
  "db": [
    {
      "meta": {
        "exported_on": 1768294024628,
        "version": "6.0.0"
      },
      "data": {
        "posts": [
          {
            "id": "id7ms1tuix",
            "title": "SillyTavern — mes incontournables",
            "slug": "sillytavern-mes-incontournables",
            "html": "\n\n\n\n<p>J'avais prévu de détailler méticuleusement ma procédure d'installation de SillyTavern. Étape par étape, avec captures d'écran peut-être, des commandes à copier-coller. Un tutoriel complet, utile, rassurant. Mais j'ai réalisé l'absurdité de la démarche. N'importe quel chatbot moderne peut générer ces instructions en trente secondes. DeepSeek, Claude, ChatGPT — tous peuvent guider n'importe qui à travers l'installation avec une patience et une précision que je ne pourrai jamais égaler.</p>\n\n<p>On va faire plus simple — expliquer ce que j'installe systématiquement et pourquoi.</p>\n\n<h2>Le modèle : Deepseek</h2>\n\n<p>C'est quasi-gratuit et c'est excellent. Voilà, c'est tout.</p>\n\n<p>Okay, il y a un effet secondaire non négligeable — ne jamais regarder le compteur change la façon dont on utilise l'application. On expérimente sans stress, on laisse tourner les conversations longues sans culpabilité. C'est particulièrement utile pour des explorations narratives qui s'étalent sur des dizaines de milliers de tokens.</p>\n\n<h2>L'esthétique : le thème Moonlit Echoes</h2>\n\n<p>Le thème <a href=\"https://github.com/RivelleDays/SillyTavern-MoonlitEchoesTheme/tree/main\">Moonlit Echoes</a> est un thème sombre et élégant qui ne fatigue pas les yeux. On passe beaucoup de temps dans l'interface de SillyTavern et l'esthétique compte.</p>\n\n<h2>Les extensions fonctionnelles</h2>\n\n<p><strong>Chat Top Bar</strong> donne un accès rapide aux fonctions essentielles. C'est le genre de détail ergonomique qu'on ne remarque que quand il manque.</p>\n\n<p><strong>Character Creator</strong> permet de créer et modifier des personnages directement dans l'interface. Un personnage n'est jamais figé, il évolue avec l'usage. Pouvoir l'ajuster sans éditer manuellement des fichiers JSON est appréciable.</p>\n\n<p><strong>Guided Generations Extension</strong> permet d'orienter la génération du modèle — forcer un certain ton, exclure des patterns, guider la structure. C'est indispensable pour maintenir une cohérence et un style spécifique.</p>\n\n<p><a href=\"https://github.com/aikohanasaki/SillyTavern-MemoryBooks/tree/main\"><strong>Memory Books</strong></a> permet de créer de façon automatique un historique persistant et structuré d'une conversation. </p>\n\n<p><strong>Notebook</strong> permet de prendre des notes pendant une conversation. C'est simple mais peut se révéler utile parfois.</p>\n\n<p>En gros, rien de révolutionnaire ici. Juste des outils qui réduisent la friction et augmentent le contrôle. </p>\n\n<h2>Les presets : Marinara et NemoEngine</h2>\n\n<p>J'utilise essentiellement deux presets. <a href=\"https://spicymarinara.github.io/\">Marinara's Universal Preset</a> a peu de paramètres et est facile à configurer.</p>\n\n<p><a href=\"https://github.com/NemoVonNirgend/NemoEngine/tree/main\">NemoEngine</a> à l'inverse est un monstre présentant une quantité impressionnante d'options. Je m'en sers quand j'ai besoin d'un contrôle poussé sur le comportement du modèle, particulièrement pour des explorations narratives complexes.</p>\n\n<h2>Les character cards</h2>\n\n<p>À chaque réinstallation, j'importe deux cartes de personnage très différentes pour vérifier que tout fonctionne correctement.</p>\n\n<p><strong>Wei Chen</strong> est mon assistant par défaut. Un consultant de 28 ans, technique et drôle, passionné de K-dramas et de C-dramas — il sert à tester les capacités conversationnelles générales de SillyTavern. Je l'utilise généralement avec le preset Marinara.</p>\n\n<p><img src=\"https://liberalisme-democratique.uk/assets/wei-chen.png\" alt=\"Wei Chen, un assistant virtuel\" width=\"450\" height=\"450\" class=\"rounded-xl shadow-lg my-8 mx-auto\" /></p>\n\n<p>Et puis il y a <strong>Zhang Hao</strong>, un jeune homme engagé dans une guerre silencieuse pour le contrôle de sa propre conscience. Zhang Hao n'est pas un assistant. C'est un exercice d'écriture, une exploration narrative, un espace pour développer un personnage complexe à travers des dialogues qui naviguent entre réalisme quotidien et dérive psychologique. NemoEngine prend ici tout son sens.</p>\n\n<p>Voilà, mon setup de base tient en quelques éléments — un modèle économique, un thème agréable, quelques extensions qui réduisent la friction et augmente le contrôle, deux presets et deux personnages pour tester l’installation et commencer à utiliser l'application rapidement.</p>\n\n\n\n\n\n",
            "type": "post",
            "status": "published",
            "visibility": "public",
            "created_at": "2025-12-27 00:00:00",
            "updated_at": "2026-01-13 08:47:04",
            "published_at": "2025-12-27 00:00:00",
            "custom_excerpt": "Présentation du setup personnel pour SillyTavern : le modèle Deepseek, le thème Moonlit Echoes, les extensions fonctionnelles essentielles et les presets Marinara et NemoEngine.",
            "feature_image": "https://liberalisme-democratique.uk/assets/st-setup.png"
          },
          {
            "id": "1n37s72qo8b",
            "title": "Lire plus et lire mieux",
            "slug": "lire-plus-et-lire-mieux",
            "html": "\n\n\n\n\n<p>À l'ère du déluge numérique, l'accès à l'information est sans précédent mais le mode de lecture désormais dominant — sur écran, fragmenté, distrait — court-circuite les processus cognitifs essentiels à la compréhension au point où l'acquisition de connaissance devient difficile et tous les autres bénéfices tirés d'une lecture approfondie disparaissent. Les implications pour la pensée individuelle et le débat public sont inquiétantes.</p>\n\n<h2>La lecture est un processus physiologique</h2>\n\n<p>Une lecture approfondie est bien plus qu'un simple déchiffrage de mots. C'est une forme de lecture qui exige une attention soutenue et une immersion dans le texte. C'est un processus qui s'inscrit dans la durée et permet au lecteur de créer du sens, d'établir des connexions complexes et d'intégrer de nouvelles connaissances dans un réseau conceptuel préexistant. Cette capacité n'est pas innée mais s'appuie sur la plasticité des circuits neuronaux de notre cerveau. Elle se cultive, s'entraîne et dépend étroitement des conditions dans lesquelles on lit.</p>\n\n<p>Une lecture active développe des <a href=\"https://www.abc.net.au/religion/maryanne-wolf-cultivating-deep-reading-in-a-digital-age/102001224\">capacités cognitives fondamentales</a>. De fait, elle exige du lecteur qu'il adopte des perspectives, tout un univers mental et affectif différent du sien. L'effort demandé consolide et développe connaissance et sensibilité, une appréhension plus riche et plus complexe du monde.</p>\n\n<p>C'est ce qui fait que la lecture joue un rôle important dans les sociétés démocratiques. Elle favorise une citoyenneté éclairée et respectueuse, capable de comprendre des enjeux complexes et de former un jugement raisonné plutôt que réactif. C'est une forme de résistance — l'agilité mentale maintient la possibilité d'une pensée autonome face à toutes les manipulations, faisant de la capacité à lire de façon approfondie un enjeu politique autant que personnel.</p>\n\n<p><img src=\"https://liberalisme-democratique.uk/assets/lire.png\" alt=\"Deliberately Mine\" class=\"rounded-xl shadow-lg my-8 mx-auto\" /></p>\n\n<h2>Les effets délétères d'une lecture distraite</h2>\n\n<p>Le mode de lecture adapté au déluge d'information numérique envahissant nos écrans est très différent. Quand on survole rapidement un texte, cherchant l'information pertinente, on n'a littéralement, <em>physiologiquement</em> pas le temps de penser et ressentir. Le cerveau s'adapte et développe des stratégies optimisées pour la vitesse — parcours en « F » par exemple (où l'œil balaye rapidement les premières lignes puis descend en diagonal) ou un état d'attention diffuse qui surveille simultanément plusieurs flux sans jamais se concentrer sur aucun. Ces adaptations physiques rendent difficiles le retour à une attention soutenue même quand on le souhaite.</p>\n\n<p>La lecture sur écran favorise une approche fragmentée et distraite. Les notifications, les publicités, les suggestions d'articles connexes, les hyperliens même, créent un environnement de distractions permanentes qui rendent presque impossible le maintien d'une concentration prolongée. Cette navigation constante augmente considérablement la charge cognitive et encourage une lecture superficielle, une compréhension lacunaire et une mémoire faible du contenu parcouru.</p>\n\n<p>Tout ça est cyniquement encouragé. <a href=\"https://www.monde-diplomatique.fr/2026/01/BREVILLE/69172\">L'économie de l'attention</a> et les algorithmes façonnent la consommation d'information en vue de favoriser l'engagement et le temps passé sur les plateformes. Ces objectifs marchands encouragent la fragmentation de l'espace public et la réaction vive. Ils  visent à détruire tout jugement autonome, tout jugement, en modifiant la structure et la qualité de l'attention collective.</p>\n\n<h2>Les gestes de la résistance</h2>\n\n<p>Il est possible de s'opposer pratiquement à ces évolutions, de redonner son sens et sa valeur à la lecture. En privilégiant délibérément des supports spécialisés (comme le bon vieux livre physique ou les liseuses numériques type Kindle) et les textes exigeants et longs. En s'imposant des routines et un rythme intégrant des moments de lecture. En créant un environnement propice et des rituels marquant le passage à un autre régime d'attention. En prenant des notes mentales, en relisant, en laissant à son cerveau et à son corps le temps d'assimiler ce qui est lu. En lisant dans d'autres langues. C'est un acte de souveraineté reconquise, une résistance à tous ceux qui veulent nous arracher notre autonomie.</p>\n\n<figure class=\"kg-card kg-embed-card\"><iframe width=\"480\" height=\"270\" src=\"https://www.youtube.com/embed/rjeqNUqfeHk\" title=\"Comment lire plus de livres ?\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></figure>\n\n<h3>La lecture comme rempart contre la barbarie</h3>\n\n<p>La lecture est ce qui protège l'humanité d'un retour à un état plus primitif de notre espèce. Les capacités qu'elle développe — empathie, pensée critique, réflexion complexe — sont précisément celles qui nous ont permis de sortir de la barbarie.</p>\n\n<p>Sans elles, c'est le retour à nos cavernes. La division du monde entre « eux » et « nous », la manipulation émotionnelle immédiate, l'incapacité à comprendre l'autre et à raisonner au-delà de ses réflexes primaires. </p>\n\n<p>Lire est un acte de résistance civilisationnel.</p>\n",
            "type": "post",
            "status": "published",
            "visibility": "public",
            "created_at": "2026-01-12 00:00:00",
            "updated_at": "2026-01-13 08:47:04",
            "published_at": "2026-01-12 00:00:00",
            "custom_excerpt": "Comment la lecture approfondie est un acte de résistance face à la fragmentation numérique et aux mécanismes de l'économie de l'attention.",
            "feature_image": "https://liberalisme-democratique.uk/assets/resistance.png"
          },
          {
            "id": "86pndnj3i7x",
            "title": "L'IA peut-elle détruire l'éducation ?",
            "slug": "lia-peut-elle-detruire-leducation",
            "html": "\n\n\n\n\n<p>L'éducation constitue un marché potentiel considérable pour les géants du numérique et les sociétés spécialisées dans l'intelligence artificielle. Tuteurs personnalisés, correcteurs automatiques, parcours adaptatifs — les promesses accompagnant la recherche de contrats et d'investissements sont nombreuses.</p>\n\n<p>Cette perspective génère parfois de l'anxiété dans le corps enseignant. Au-delà de la crainte d'un remplacement éventuel, c'est la dévalorisation d'un métier déjà en perte de sens qui se profile. L'enseignement se structure en effet de plus en plus autour d'objectifs mesurables qu'il est envisageable d'optimiser grâce aux technologies d'apprentissage automatisée. Mais si cette obsession de la mesure est elle-même une perversion des objectifs de l'apprentissage, l'intelligence artificielle dans l'éducation ne fera qu'accélérer une dérive regrettable.</p>\n\n<p>Le problème n'est pas technologique. C'est l'introduction d'un outil d'optimisation dans un système qui a perdu de vue ses finalités essentielles.</p>\n\n<h2>L'obsession de la mesure </h2>\n\n<p>Le système éducatif français est structuré depuis longtemps autour de la <a href=\"https://www.lemonde.fr/idees/article/2026/01/06/obsedee-par-ses-resultats-l-ecole-devrait-s-interroger-aussi-sur-ses-effets<em>6660681</em>3232.html\">mesure</a>. Le culte de la moyenne domine, encouragé par les outils numériques déjà existants. On compense entre disciplines sans lien, entre évaluations disparates, produisant et affichant des résultats arithmétiques vides de sens qui deviennent l'horizon limitatif des élèves. C'est d'autant plus problématique qu'il n'existe pas en France de référence précise à des attendus, appelés ailleurs « standards », permettant de donner un sens à telle ou telle note et limitant la disparité intra et inter-établissement.</p>\n\n<p>De plus, depuis les années 80, les tests se sont multipliés à tous les niveaux. Le nouveau management public exige des indicateurs, des indicateurs chiffrés. Les classements internationaux comme PISA sont devenus des références permettant d'évaluer la performance du système.</p>\n\n<h2>L'optimisation des notes</h2>\n\n<p>Or, s'il y a bien quelque chose que les modèles d'apprentissage machine savent faire, c'est optimiser des fonctions objectivement définies. Ils excellent à identifier et reproduire des régularités de réussite à des tâches mesurables. C'est comme ça qu'ils fonctionnent. Appliqués à l'éducation, ils sont non seulement capables de produire des tests standardisés adaptés au curriculum français (éliminant ainsi une lacune perçue de notre système), mais aussi de maximiser les scores des élèves à ces mêmes tests, personnaliser le chemin vers la bonne réponse, adapter les exercices pour améliorer les performances.</p>\n\n<p>Avec un objectif si limité, le conditionnement algorithmique fonctionne. La salle de classe — mais est-elle encore nécessaire quand un clavier et un écran suffisent ? — devient une <a href=\"https://en.wikipedia.org/wiki/Operant<em>conditioning</em>chamber\">boîte à Skinner</a> personnalisée. L'IA ajuste ses paramètres en fonction des réponses des élèves, personnalise les motivations et renforce les comportements qui mènent à la réponse correcte.</p>\n\n<p><img src=\"https://liberalisme-democratique.uk/assets/classroom.png\" alt=\"Skinner Box\" class=\"rounded-xl shadow-lg my-8 mx-auto\" /></p>\n\n<p>Mais si traiter un enfant comme un rat de laboratoire permet effectivement d'améliorer ses notes à des tests standards, la question reste de savoir si on optimise la bonne chose. L'intelligence artificielle résout ici un problème facile mais c'est un problème qui — même en ignorant les externalités négatives de la méthode (atrophie des capacités de raisonnement, dépendance à l'IA, fragilisation de la résistance émotionnelle à la manipulation, etc.) — est complètement orthogonal aux objectifs d'un système éducatif qui formerait aux compétences dont une société a besoin. En d'autres termes, c'est probablement très coûteux et ça ne sert à rien.</p>\n\n<h2>Difficile et lent</h2>\n\n<p>Parce que la vie n'est pas un QCM où on nous donne les questions à pratiquer à l'avance et le rôle d'un enseignement secondaire n'est pas l'acquisition de bonnes réponses mais la formation d'un esprit critique indépendant pour la résolution de problèmes ouverts. C'est difficile, c'est frustrant et c'est <em>lent</em>.</p>\n\n<p>L'école doit apprendre à absorber l'information, l'analyser et la synthétiser pour aboutir à un jugement autonome qui guidera l'action dans un environnement incertain. On ne peut pas automatiser la maturation d'un jugement. L'erreur joue ici un <a href=\"https://liberalisme-democratique.uk/blog/lintelligence-artificielle-dans-leducation/\">rôle pédagogique</a> essentiel, les mauvaises notes et les ratures. Et le temps bien sûr. </p>\n\n<p>Les tuteurs algorithmiques formatent pour un monde qui n'existe pas. L'ironie est qu'ils entraînent les élèves à des tâches où les modèles artificiels sont déjà bien meilleurs, assurant ainsi leur redondance. Les modèles d'apprentissage automatisée sont limités. Il n'y a aucune raison de limiter les élèves de la même façon.</p>\n\n<figure class=\"kg-card kg-embed-card\"><iframe width=\"480\" height=\"270\" src=\"https://www.youtube.com/embed/HRuAltWcLd4\" title=\"AI Will Destroy Education\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></figure>\n",
            "type": "post",
            "status": "published",
            "visibility": "public",
            "created_at": "2026-01-07 00:00:00",
            "updated_at": "2026-01-13 08:47:04",
            "published_at": "2026-01-07 00:00:00",
            "custom_excerpt": "L'introduction de l'IA dans l'éducation risque d'accélérer une dérive déjà problématique : l'obsession de la mesure au détriment des véritables objectifs d'apprentissage.",
            "feature_image": "https://liberalisme-democratique.uk/assets/new-school.png"
          },
          {
            "id": "9ptfot2lxis",
            "title": "Vladimir Poutine dresse le bilan de l'année 2025",
            "slug": "discours-2025-putin",
            "html": "\n\n\n\n\n\n\n<p>Le 19 décembre 2025, Vladimir Poutine a prononcé son traditionnel <a href=\"http://kremlin.ru/events/president/news/78815\">discours</a> de fin d'année — une intervention marathon de plus de quatre heures pendant laquelle, répondant à 77 questions parmi les millions soumises par les citoyens russes, le président a dressé un bilan de l'année écoulée, centré sur le conflit en Ukraine, la situation économique et sociale du pays et les relations tendues avec l'Occident. Une allocution qui, au-delà du catalogue de politiques publiques, révèle les priorités du Kremlin et une vision somme toute cohérente pour la Russie.</p>\n\n<h2>La guerre (et la paix ?)</h2>\n\n<p>La question ukrainienne s'est imposée d'emblée et a servi de cadre à tous les échanges. Vladimir Poutine a réaffirmé que le déclenchement des hostilités était une réponse à ce qu’il a décrit comme une guerre menée par Kiev contre les républiques séparatistes du Donbass. Il a répété la disponibilité de la Russie pour des négociations, insistant sur la nécessité d’éliminer les « causes profondes » du conflit et rappelant les conditions posées par Moscou en juin 2024.</p>\n\n<p>Sur le plan militaire, le président a présenté un tableau de succès opérationnels. L'initiative stratégique appartiendrait désormais entièrement aux forces russes. Il a énuméré les avancées territoriales avec précision : la prise de Seversk, les progrès vers Krasny Liman et Konstantinovka dans l'agglomération de Sloviansk-Kramatorsk, la traversée de la barrière fluviale à Huliaipole dans la région de Zaporijjia, le contrôle de Vovchansk et Kupiansk au nord. Il a ensuite invité Naran Ochir-Goryaev, le commandant de la prise de Seversk, à témoigner en direct – une première dans ce format.</p>\n\n<p><img src=\"https://liberalisme-democratique.uk/assets/war-hero.webp\" alt=\"Un héros de guerre russe\" class=\"rounded-xl shadow-lg my-8 mx-auto\" /></p>\n\n<p>En ce qui concerne la logistique, Poutine a concédé un « certain déficit » en drones lourds de type « Baba Yaga », tout en assurant que leur production était accélérée et que le ministre de la Défense en supervisait personnellement le dossier. Il a affirmé que la Russie conservait une supériorité globale en nombre de drones. Concernant les effectifs, il a annoncé que plus de 400 000 volontaires avaient signé un contrat cette année et que l’engouement pour les troupes de drones était tel que le ministère devait organiser des concours d’entrée.</p>\n\n<h2>L'économie entre croissance maîtrisée et réforme fiscale</h2>\n\n<p>Poutine a dressé un tableau en demi-teinte de l’économie russe. La croissance du PIB serait de 1% en 2025, portant la croissance sur trois ans à 9,7% – un chiffre qu’il a comparé aux 3,1% de la zone euro sur la même période. Ce ralentissement serait volontaire, lié à la <a href=\"https://vz.ru/economy/2025/12/26/1382634.html\">lutte contre l’inflation</a>, elle-même ramenée à 5,7-5,9%, proche de l’objectif de 6%. La production industrielle aurait progressé de 1%, l’agriculture de 3,3%, tandis que la construction de logements marquait un léger recul.</p>\n\n<p><img src=\"https://liberalisme-democratique.uk/assets/inflation.webp\" alt=\"inflation en Russie\" class=\"rounded-xl shadow-lg my-8 mx-auto\" /></p>\n\n<p>Les salaires réels auraient augmenté de 4,5% et le chômage serait tombé à un niveau record de 2,2%. Le déficit public serait contenu à 2,6% du PIB cette année, avec un objectif de 1,6% en 2026. Poutine a souligné le faible niveau de la dette publique russe comparé aux autres économies développées.</p>\n\n<p>La hausse de la TVA à 22% prévue pour 2026 a été justifiée comme « la manière la plus honnête et transparente » d'atteindre l'équilibre budgétaire sans pousser l'économie dans l'ombre. Cette accroissement de la pression fiscale serait transitoire.</p>\n\n<p>Parallèlement, une réforme de la fiscalité des petites entreprises visant à rationaliser ce secteur a conduit à un échange avec le propriétaire d’une boulangerie des environs de Moscou, inquiet de la fin des avantages fiscaux pour les indépendants. Poutine a répondu que ces mesures visaient à lutter contre les abus permis par le régime antérieur.</p>\n\n<p>Les questions sociales ont occupé une large place. Interrogé par un enfant sur la hausse des prix à la cantine, Poutine a reconnu que les « chiffres moyens » masquaient souvent les réalités vécues. Il a détaillé les mesures de soutien aux familles, comme le remboursement de 7% de l’impôt sur le revenu pour les foyers modestes à partir de janvier 2026, tout en admettant que ces efforts restaient insuffisants. Il a chargé le gouvernement d’étudier l’extension des allocations familiales jusqu’aux trois ans de l’enfant et a encouragé les régions à développer les crèches.</p>\n\n<p>Il a insisté sur l’objectif de porter le taux de fécondité à au moins deux enfants par femme, notant une dynamique déjà positive dans 25 régions.</p>\n\n<p>La question des infrastructures a aussi été soulevée, notamment les problèmes d’approvisionnement en eau dans les territoires du Donbass, où les pertes dans les canalisations peuvent atteindre 50%. Poutine a lié la résolution complète de ce « blocus de l’eau » au contrôle militaire de la zone située au-delà de Sloviansk.</p>\n\n<p>Des investissements massifs dans des projets comme le synchrotron SKIF de Novossibirsk, le soutien à l'industrie aéronautique, et surtout le développement du « cluster Angara-Ienisseï » pour la transformation en profondeur des terres rares ont témoigné d'une politique industrielle ambitieuse et de long terme.</p>\n\n<p>Poutine a néanmoins reconnu les « problèmes assez aigus » de l’aviation civile russe, encore trop dépendante de technologies militaires et a vanté le MS-21 comme un avion « compétitif » sur le marché international, tout en appelant à relancer la production d’avions cargo comme l’An-124 « Ruslan ».</p>\n\n<h2>Pas du vol, du pillage !</h2>\n\n<p>La partie du discours sur les relations internationales a été sans concession. Évoquant les projets européens de confiscation des actifs russes gelés, Poutine a corrigé le vocabulaire : « Ce n’est pas du vol. C’est du pillage. » Il a averti que les conséquences pour les « pillards » seraient lourdes, alourdissant leurs obligations financières et sapant la confiance dans le système financier européen.</p>\n\n<p>Réagissant aux déclarations du secrétaire général de l’OTAN Jens Stoltenberg sur une préparation à la guerre avec la Russie, Poutine a ironisé : « Mais savez-vous lire ? Lisez la nouvelle Stratégie de sécurité nationale des États-Unis. » Il a pointé le fait que ce document ne désigne plus la Russie comme un ennemi, mettant en cause la cohérence de l’Alliance.</p>\n\n<p>Sur un ton plus grave, il a évoqué la possibilité d’un blocus de Kaliningrad, une hypothèse qui mènerait selon lui à une escalade « extrêmement dangereuse et sans précédent », pouvant dégénérer en « affrontement armé à grande échelle ».</p>\n\n<p><img src=\"https://liberalisme-democratique.uk/assets/warning.webp\" alt=\"A strong warning\" class=\"rounded-xl shadow-lg my-8 mx-auto\" /></p>\n\n<p>Poutine a par ailleurs décrit le partenariat stratégique avec la Chine comme une relation bilatérale de la plus haute importance, fondée sur des intérêts économiques mutuels et une vision géopolitique partagée. Dans le voisinage immédiat, il a présenté l'État d'union avec la Biélorussie comme une union profonde, fraternelle et stratégique. L'engagement via des forums multilatéraux, comme le « KazanForum » (probablement le Forum économique international « Russie – Monde islamique ») a aussi été évoqué avec fierté.</p>\n\n<h2>Souveraineté numérique et éducation</h2>\n\n<p>Poutine a salué la création de l'application de messagerie russe Max comme une étape, la dernière, vers une « souveraineté numérique pleine et entière », classant désormais la Russie dans le trio de tête mondial avec la Chine et les États-Unis dans ce domaine.</p>\n\n<p>Sur l’utilisation de l’intelligence artificielle dans l’éducation, il a prôné l’équilibre, estimant que l’essentiel des apprentissages devait se faire en classe pour garantir le « développement de la pensée ». Il a exclu une interdiction des ressources étrangères d’IA sauf si elles refusaient d’appliquer la loi russe.</p>\n\n<h2>Conclusion — un message aux générations futures</h2>\n\n<p>Conformément à la tradition, l’entretien s’est achevé par un message aux descendants de la Russie. Poutine a dicté un texte évoquant le « flux infini du temps », la « liaison des époques », et le travail des générations passées qui n’a « pas été vain ». Il a souhaité que les Russes du futur soient « heureux » et que leurs enfants soient « fiers d’eux comme nous, en notre temps, sommes fiers de nos pères, grands-pères et arrière-grands-pères ».</p>\n\n<p>Ce final solennel a clos un exercice de communication visant à projeter l’image d’une Russie ancrée dans l’histoire, résolue à surmonter les épreuves et ferme face à un monde extérieur perçu comme hostile.</p>\n\n<figure class=\"kg-card kg-embed-card\"><iframe width=\"480\" height=\"270\" src=\"https://www.youtube.com/embed/KvKBy9Dnr8M\" title=\"Итоги года с Владимиром Путиным\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></figure>\n\n\n",
            "type": "post",
            "status": "published",
            "visibility": "public",
            "created_at": "2025-12-30 00:00:00",
            "updated_at": "2026-01-13 08:47:04",
            "published_at": "2025-12-30 00:00:00",
            "custom_excerpt": "Le discours annuel de Vladimir Poutine : bilan 2025 sur la guerre en Ukraine, l'économie russe et les relations avec l'Occident.",
            "feature_image": "https://liberalisme-democratique.uk/assets/putin-2025.webp"
          },
          {
            "id": "k1m94g6ohj",
            "title": "DeepSeek propose une nouvelle architecture pour optimiser l'entraînement des modèles de langage",
            "slug": "deepseek-propose-une-nouvelle-architecture-pour-optimiser-lentrainement-des-modeles-geants",
            "html": "\n\n\n\n<p>DeepSeek vient de publier un <a href=\"https://arxiv.org/abs/2512.24880\">rapport de recherche</a>, co-signé par son fondateur Liang Wenfeng, proposant une révision de l'architecture fondamentale utilisée pour l'apprentissage profond.</p>\n\n<p>Le document présente les « Manifold-Constrained Hyper-Connections » (mHC), une méthode qui stabilise l'entraînement des modèles d'intelligence artificielle tout en maîtrisant les coûts. Elle s'inscrit dans une stratégie visant à rendre les modèles plus économiques et rivaliser avec des concurrents américains mieux financés et disposant d'un accès supérieur à la puissance de calcul.</p>\n\n<h2>Une recherche de stabilité à grande échelle</h2>\n\n<p>Le mHC est une évolution des <a href=\"https://arxiv.org/html/2409.19606v1\">Hyper-Connections</a> (HC) introduites par ByteDance en 2024 pour améliorer le standard <a href=\"https://arxiv.org/abs/1512.03385\">ResNet</a> établi depuis une décennie. Si les HC augmentent la largeur du flux résiduel pour améliorer la performance de ResNet, elles le font en sacrifiant la propriété de mappage d'identité.</p>\n\n<p>Selon l'équipe de 19 chercheurs de DeepSeek, cette lacune provoque une instabilité sévère lors de l'entraînement où une amplification non bornée du signal peut aboutir à une explosion ou une disparition des gradients. L'élargissement du flux résiduel augmente aussi les coûts d'accès mémoire, limitant la scalabilité des modèles.</p>\n\n<h2>Des solutions algorithmiques et infrastructurelles</h2>\n\n<p>L'innovation de mHC consiste à projeter les matrices de connexion résiduelle sur le polytope de Birkhoff, l'ensemble des matrices doublement stochastiques. Cette projection géométrique « contraint » le réseau HC et restaure la stabilité du signal.</p>\n\n<p><img src=\"https://liberalisme-democratique.uk/assets/architectures.png\" alt=\"Illustrations of Residual Connection Paradigms\" class=\"rounded-xl shadow-lg my-8 mx-auto\" /></p>\n\n<p>Au-delà de l'innovation algorithmique, des optimisations au niveau de l'infrastructure — fusion de noyaux, recalcul sélectif, chevauchement des communications et du calcul, etc. — atténuent l'empreinte mémoire de la méthode et en assure la viabilité pratique.</p>\n\n<p>Testée sur des modèles de 3, 9 et 27 milliards de paramètres, l'architecture mHC a démontré une scalabilité supérieure à HC et des gains de performance constants.</p>\n\n<h2>Implications pour les modèles futurs</h2>\n\n<p>Pour les analystes, ce papier signale la direction technique des futurs modèles de l'entreprise. Selon <a href=\"https://www.linkedin.com/posts/pierre-carl-langlais-b0105b10<em>so-we-already-have-the-first-major-paper-activity-7412449328574734336-zerN?utm</em>source=share&utm<em>medium=member</em>desktop&rcm=ACoAAGK-pZIB10uXnOcH-vWNuHh0nlzC0PjMKWE\">Pierre-Carl Langlais</a>, co-fondateur de la start-up française Pleias, la publication prouve la capacité de DeepSeek à réingénier chaque dimension de son environnement d'entraînement, une caractéristique des laboratoires de pointe.</p>\n\n<p>Alors que la plupart des start-ups IA s'efforcent désormais d'exploiter les capacités des LLM pour sortir de nouveaux produits, DeepSeek continue de se focaliser sur l'amélioration des mécanismes fondamentaux de l'apprentissage machine. Il est à noter que le document a été déposé sur arXiv par Liang Wenfeng lui-même, un geste qui souligne l'importance accordée à cette recherche et la culture d'ouverture croissante des acteurs chinois de l'IA.</p>\n",
            "type": "post",
            "status": "published",
            "visibility": "public",
            "created_at": "2026-01-03 00:00:00",
            "updated_at": "2026-01-13 08:47:04",
            "published_at": "2026-01-03 00:00:00",
            "custom_excerpt": "La start-up chinoise DeepSeek a publié un article technique co-signé par son fondateur Liang Wenfeng, proposant une révision de l'architecture fondamentale utilisée pour entraîner les modèles d'intelligence artificielle.",
            "feature_image": "https://liberalisme-democratique.uk/assets/deepseek-1.png"
          }
        ],
        "posts_meta": [
          {
            "id": "lcmiubepb5",
            "post_id": "id7ms1tuix",
            "feature_image_alt": "SillyTavern — mes incontournables"
          },
          {
            "id": "cx4pza7qc3q",
            "post_id": "1n37s72qo8b",
            "feature_image_alt": "Un acte de résistance"
          },
          {
            "id": "45f0yso5e6",
            "post_id": "86pndnj3i7x",
            "feature_image_alt": "Optimization metrics"
          },
          {
            "id": "0anhjn15eawk",
            "post_id": "9ptfot2lxis",
            "feature_image_alt": "Discours annuel de Vladimir Poutine en 2025"
          },
          {
            "id": "ql770r1idp",
            "post_id": "k1m94g6ohj",
            "feature_image_alt": "Pour les analystes, le papier signale la direction technique des futurs modèles de l'entreprise."
          }
        ],
        "tags": [
          {
            "id": "86ihjaeulnc",
            "name": "IA",
            "slug": "ia"
          },
          {
            "id": "8gkkwxvnm",
            "name": "Technologie",
            "slug": "technologie"
          },
          {
            "id": "530dehgom8q",
            "name": "Culture",
            "slug": "culture"
          },
          {
            "id": "xayhv6kwfko",
            "name": "Loisir",
            "slug": "loisir"
          },
          {
            "id": "lfvnfe4rh0p",
            "name": "Pédagogie",
            "slug": "pdagogie"
          },
          {
            "id": "sqrzo7okq1c",
            "name": "Politique",
            "slug": "politique"
          },
          {
            "id": "etf58vtnff7",
            "name": "Économie",
            "slug": "conomie"
          },
          {
            "id": "gnh71e0xl1n",
            "name": "Russie",
            "slug": "russie"
          }
        ],
        "posts_tags": [
          {
            "post_id": "id7ms1tuix",
            "tag_id": "86ihjaeulnc"
          },
          {
            "post_id": "id7ms1tuix",
            "tag_id": "8gkkwxvnm"
          },
          {
            "post_id": "1n37s72qo8b",
            "tag_id": "530dehgom8q"
          },
          {
            "post_id": "1n37s72qo8b",
            "tag_id": "xayhv6kwfko"
          },
          {
            "post_id": "86pndnj3i7x",
            "tag_id": "lfvnfe4rh0p"
          },
          {
            "post_id": "86pndnj3i7x",
            "tag_id": "86ihjaeulnc"
          },
          {
            "post_id": "9ptfot2lxis",
            "tag_id": "sqrzo7okq1c"
          },
          {
            "post_id": "9ptfot2lxis",
            "tag_id": "etf58vtnff7"
          },
          {
            "post_id": "9ptfot2lxis",
            "tag_id": "gnh71e0xl1n"
          },
          {
            "post_id": "k1m94g6ohj",
            "tag_id": "86ihjaeulnc"
          },
          {
            "post_id": "k1m94g6ohj",
            "tag_id": "8gkkwxvnm"
          }
        ],
        "users": [
          {
            "id": "jrpcvo5yyhr",
            "name": "Benoît Huron",
            "slug": "benoit-huron",
            "email": "author@example.com",
            "roles": [
              "Administrator"
            ]
          }
        ],
        "posts_authors": [
          {
            "post_id": "id7ms1tuix",
            "author_id": "jrpcvo5yyhr"
          },
          {
            "post_id": "1n37s72qo8b",
            "author_id": "jrpcvo5yyhr"
          },
          {
            "post_id": "86pndnj3i7x",
            "author_id": "jrpcvo5yyhr"
          },
          {
            "post_id": "9ptfot2lxis",
            "author_id": "jrpcvo5yyhr"
          },
          {
            "post_id": "k1m94g6ohj",
            "author_id": "jrpcvo5yyhr"
          }
        ]
      }
    }
  ]
}